Repository: chris2k90/qsm-certificate
Catalog: lang/qsm-certificate-*.po
Languages: pl_pl

source: Adds the ability to give certificates to quiz/survey takers
pl_pl: Dodaje możliwość wystawiania certyfikatów przystępującym do quizu/ankiety

source: After enabling and configuring your certificate, you will have to add it to an email on the Emails tab or a results page on the Results Page tab using the %CERTIFICATE_LINK% variable.
pl_pl: Po włączeniu i ustawieniu certyfikatu powinieneś dodać zmienną %CERTIFICATE_LINK% do treści wiadomości email lub na stronie z wynikami.

source: Allowed tags: &lt;b&gt; - bold, &lt;i&gt; - italics, &lt;u&gt; - underline, &lt;br&gt; - New Line or start a new line by pressing enter
pl_pl: Dozwolone tagi: &lt;b&gt; - pogrubienie, &lt;i&gt; - kursywa, &lt;u&gt; - podkreślenie, &lt;br&gt; - nowa linia lub przejdź do nowej linii używając enter

source: Certificates font family
pl_pl: Rodzina krojów dla certyfikatu

source: Click here
pl_pl: Kliknij tutaj

source: Download Certificate
pl_pl: Pobierz certyfikat

source: Enable certificates for this quiz/survey?
pl_pl: Włączyć certyfikaty dla tego quizu/ankiety?

source: Please add font file (ttf) attachment ID or file path.
pl_pl: Proszę dodać identyfikator załącznika dla plik kroju (ttf) lub ścieżkę do pliku.

source: QSM - Certificate
pl_pl: QSM - Certyfikat

source: Save Settings
pl_pl: Zapisz

source: Title
pl_pl: Tytuł

source: to learn about adding custom fonts.
pl_pl: aby dowiedzieć się więcej o dodawaniu własnych krojów.

source: URL To Background Img (Must be JPG, JPEG, PNG, GIF or SVG)
pl_pl: URL obrazu tła (JPG, JPEG, PNG, GIF or SVG)

source: URL To Logo (Must be JPG, JPEG, PNG, GIF or SVG)
pl_pl: URL logo (Must be JPG, JPEG, PNG, GIF or SVG)

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Your certificate settings has been saved successfully!
pl_pl: Ustawienia certyfikatu zostały zapisane!

source: Certificate
pl_pl: Certyfikat

source: Content
pl_pl: Treść
